Repository: daviresio/pronounce_app
Catalog: lib/l10n/intl_*.arb
Languages: pt

source: Dictionary
pt: Dicionário

source: What do you want speak?
pt: O que você que dizer?

source: Write the sentence you want to say
pt: Escreva a frase que voce quer dizer

source: Speak
pt: Falar

source: Pronounce your phrase to check your score
pt: Pronuncie sua frase para verificar sua pontuação

source: Scan image
pt: Digitalizar imagem

source: Convert the image to text and pronounce the phrases
pt: Converta a imagem em texto e pronuncie as frases

source: Frequent searches
pt: Pesquisas frequentes

# writeSentenceYouWantSay
source: Write the sentence you want to say
pt: Escreva a frase que você quer dizer

source: Verify
pt: Verificar

source: Loading
pt: Carregando

# aErrorHappen
source: An error has occurred, please check your connection and try again
pt: Um erro ocorreu, por favor verifique a sua conexão e tente novamente

source: Text contains misspellings
pt: Texto contém erros ortográficos

# youSoundLikeANative
source: you sound REPLACE like a native
pt: você soa REPLACE como um nativo

# clickOnEachWord
source: Click on each word to receive detailed feedback
pt: Clique em cada uma das palavras para receber um feedback detalhado

source: Try a new word
pt: Experimente uma nova palavra

source: See how other people pronounce
pt: Veja como outras pessoas pronunciam

source: Speak now
pt: Fale agora

source: You read the whole sentence
pt: Você leu a frase inteira

source: Please wait
pt: Por favor, aguarde

source: Almost correct
pt: Quase correto

source: Great
pt: Excelente
